-- made by { @ii02ii }
do
ws = {}
rs = {}

-- some examples of how to use this :3 
ws[1] = "ميمو" -- msg
rs[1] = "شہۧتہۧريہۧد مہۧن آبہۧويہۧةة آلہۧمہۧطہۧور 🐸🍷  روحہۧلہۧةة خہۧآص @ii02ii  🕴" -- reply

ws[2] ="اريد قناة" -- msg 
rs[2] =" @ch_dev 😌" 

ws[3] = "نجب" -- msg
rs[3] = "شہۧنہۧو هہۧذا يہۧا خہۧرآ 😒 آنہۧتہ/يے آنہۧجہۧبہ/يے يہۧا آدبہۧ سہۧز 🌞🍷" -- reply

ws[4] = "منو" -- msg 
rs[4] = "لہۧيہۧش تہۧسہۧئہۧل/يے ⁉️ وجہۧه آلہۧخہۧرآ يہۧمہۧكہۧن خہۧالہۧتہۧك/ج 🤖😂" -- reply

ws[5] = "تحبني" -- msg
rs[5] = "آووفہۧ ربہۧكہ 😳 مہۧآكہۧو غہۧيہۧرك 🕴 يہۧحہۧبہۧة كہۧلہۧبيے 😻 مہۧح آحہۧبہۧك 💋" -- reply

ws[6] = "اكرهك" -- msg 
rs[6] ="دطہۧيہۧر آبہۧنہۧيے 🏌 لآ آهہۧينہۧك 🐸 آنہۧيے آحہۧب بہۧس مہۧيہۧمہۧو 😻💋 " 

ws[7] = "احبج" -- msg 
rs[7] = "لہۧك/ج😡 شہۧبيہۧك/ج 😒 حہۧسہۧو بہۧيہۧنةة 😭 آريہۧد آكہۧبہۧل ☹️💔" -- reply

ws[8] = "واكف" -- msg 
rs[8] = "آنہۧتـ/يے آلہۧوآكہۧف/ہۧ مہۧو آنہۧي 😌 مہۧطہۧوريے مہۧيہۧمہۧو 🙊 شہۧلہۧون آوكہۧف " -- reply

ws[9] = "منو حبيبي" -- msg 
rs[9] = "آنہۧي 😌 آعہۧشہۧقہۧك 😻 قہۧلبہے آنہۧتہ 🌝😹 " -- reply 

ws[10] = "انجب" -- msg 
rs[10] = "آكہۧل خہۧرآ 🐸 آلـ آنہۧجہۧب آلـ 🌝😹" -- reply

ws[11] = "صدك" -- msg 
rs[11] = "مہۧا آعہۧرفہۧك/ج 😒 عہۧلمہۧود آشہۧاقہۧيہۧكہۧ/ج يہۧا خہۧرآ 🐸🍷" -- reply

ws[12] = "اريد كروب" -- msg 
rs[12] = "لہۧعہۧد هہۧذآ اسہۧمہۧة قہۧروب 🌝😹" -- reply

ws[13] = "ميمو شنو" -- msg 
rs[13] = "آبہۧويہۧة ومہۧطہۧوريے 😻 نہۧبہۧض كہۧلہۧبيے ❤️"  -- reply

ws[14] = "لك معليك اني و ضلعي" -- msg 
rs[14] = "😐اوك اثف"  -- reply

ws[15] = "😂" -- msg 
rs[15] = " •❤️•فٌدِيـ❤️ـِـْْت هلضحكه•❤️•"

ws[16] = "وكف البوت" -- msg 
rs[16] = "لہۧيہۧش تہۧريہۧدنہۧيے آدفہۧركہ 🐸🍷 آنہۧي مہۧآوكہۧف 🌝😹" -- reply

ws[17] = "كم بي" -- msg 
rs[17] = "😴لتتلزك" -- reply

ws[18] = "علوش" -- msg 
rs[18] = "يہمـْه 😳 فُہدٍيہتہه 😍 صًٳكُہ 🙊هذًٳ 😋 ٻًنٍٳتہ 🤒لہتہڒٍحہفُہﯝلہه ﯝكُہ 😂🍃" -- reply

ws[19] = "شكو ماكو" -- msg 
rs[19] ="بہۧس آنہۧت/يے بہۧكہۧلہۧبيے آحہۧبہۧك/ج 😻💋" 

ws[20] = "خاب" -- msg 
rs[20] = "بيك" -- reply

ws[21] = "طن" -- msg 
rs[21] = "لتہۧنہۧطہۧن يہۧمے 🐸 راسہۧيے يہۧوجہۧعہۧنہۧيے 🏌" -- reply 

ws[22] = "شلونكم"
rs[22] = "تٌـٌـمـــ🙊🎈ــٌإأإآمـ واٍْنـْﱡـ👈youـٍُتٍۜة💜 🌝🖖🏻"

ws[23] = "كحاب" -- msg 
rs[23] = "امك وخواتك😈 لتجاوز تنطرد" -- reply

ws[24] = "افلش" -- msg 
rs[24] = "باند عام من 30 بوت😉" -- reply

ws[25] = "زهرة منو" -- msg 
rs[25] = "<آمہۧيے يہۧعہۧنيے زوجہۧتہۧة لآبہۧوية مہۧيہۧمہۧو😻💋 احہۧلہۧى من  آلكہۧمہۧر هہۧيہۧة حہۧبہۧهآ 🙊💫>" -- reply

ws[26] = "ورده" -- msg 
rs[26] = "قندرتك فرده وفرده 😂" -- reply

ws[27] = "ساقط" -- msg 
rs[27] = "عہۧيونہۧه 🙀 وخہۧشہۧمہۧه 😢 واذنہۧه 😾 لہۧسہۧاقہۧط 🤖💋 "

ws[28] = "نظوري" -- msg 
rs[28] = "؏ـيــ❦ـونةة لحبيبي 😘 نظوري 🙈  😻❤️" -- reply

ws[29] = "بوسني" -- msg 
rs[29] = "❀امـٌٌৡــٌۣ﴿💋﴾ـৡـويحہة❀  لصــ😘ــق ؏ شفــةۿ😻💋" -- reply

ws[30] = "عبك" -- msg 
rs[30] = "اخرب عليك😍💋" -- reply

ws[31] = "تعال اتزوجك" -- msg 
rs[31] = "آيہۧيے يہۧلہۧه هہۧاج مہۧعہۧبہۧس💍😍" -- reply

ws[32] = "حبيبي" -- msg 
rs[32] = "شہۧوكہۧت صہۧآر حہۧبہۧيہۧبك 🌝😹  تہۧعہۧآل آنہۧيے آحہۧبہۧك 😻💋" -- reply

ws[33] = "تحبني لو لا" -- msg 
rs[33] = "اي شہۧعنہۧدي غہۧيہۧرك/ة كہۧاعہۧد/ة 😻 بہۧكہۧلبہۧي مہۧا عہۧدكہۧم بہۧيہۧت 💃💃😹🌝" -- reply

ws[34] = "يومه فدوه" -- msg 
rs[34] = "لہۧعہۧمہۧرك/ج حہۧيہۧآتہۧيے 🌝😻" -- reply

ws[35] = "شلونك بوت" -- msg 
rs[35] = "تہۧمہۧآم وآنہۧتہۧة 🌝😻" -- reply

ws[36] = "منو مطور" -- msg 
rs[36] =  "@ii02ii" -- reply 

ws[37] = "هه"  -- msg 
rs[37] = "وجہۧع بہۧكہۧلہۧبك/ج 🐸 شہۧنہۧو شہۧعہۧورك/ج ؟ 🤖 مہۧن تہۧكہۧول هه 🤖⁉️" -- reply 

ws[38] = "اكولكم" -- msg 
rs[38] = "كہۧول/ي يہۧا بہۧعہۧد كل هہۧلہۧي 💋😻 بہۧس اذا تہۧحمہۧه ادفہۧرك 🤖🍷"-- reply 

ws[39] = "ضلعه"
rs[39] = "انہۧجہۧب/ي لك/ج 😒⁉️ لتہۧتلہۧوك مہۧو ضہۧلعہۧك/ج انہۧيے 😂🍷"

ws[40] = "ضلع"
rs[40] = "انہۧجہۧب/ي لك/ج 😒⁉️ لتہۧتلہۧوك مہۧو ضہۧلعہۧك/ج انہۧيے 😂🍷"

ws[41] = "تعبان" -- msg 
rs[41] = "ايہۧطہۧبہۧك/ج طہۧوبہ 😒 غہۧير جہۧنہۧت/ي بالہۧشہۧغہۧل  وجہۧبہۧت فہۧلہۧوس ولہۧي 🙌🏽😹" -- reply 

ws[42] = "تف"
rs[42] = "عہۧلہۧيہۧك/ج يہۧا حہۧيہۧوان/ة 🙌🏽😹 اكہۧبہۧر/ي عہۧيہۧب والله 🤖🍷"

ws[43] = "امداج"
rs[43] = "آمہۧداكہ/ج آنہۧت/يے يہۧآ خہۧرآ 🙌🏽😹"

ws[44] = "امداك"
rs[44] = "آمہۧداكہ/ج آنہۧت/يے يہۧآ خہۧرآ 🙌🏽😹"

ws[45] = "شدسون"
rs[45] = "بہۧدلہۧيے 🌝😹"

ws[46] = "هع"
rs[46] = " هہۧعهہۧاعہۧه التہۧهعہۧهہۧع عہۧظہۧامہۧك/ج يہۧآ خہۧرآ 🙌🏽😹"

ws[47] = "معليك"
rs[47] = "شہۧلہۧون مہۧعلہۧيه ؟ 😒 انہۧي سہۧآقہۧط تہۧآج راسہۧك 🤖🍷 يہۧلآ كہۧول شہۧبيہۧك 😂📝"

ws[48] = "لتحجي"
rs[48] = "وانہۧت/يے شہۧعہۧليہۧك/ج بيے 🙄 آلہۧولہۧد محہۧاجہۧيے من حہۧلكہۧك/ج 😂🍷"

ws[49] = "وين هل ايام" -- msg 
rs[49] = "آلله وكہۧيہۧلكہ/دآيہۧح 🌝😹 وآدور مہۧزز بہۧآلہۧمہۧولآتہ 🐊🚶" -- reply 

ws[50] = "ضوجه"
rs[50] = "مہۧنہۧو كہۧلكہۧ/ج آنہۧيے مہۧضہۧآيہۧج 😞💔"

ws[51] = "احترم نفسك"
rs[51] = "هہۧو آنہۧتہ/يے شہۧبہۧقہۧيہۧتہۧيے بہۧے 🌝😹 آحہۧتہۧرمہۧة/يے بہۧآلہۧبہۧدآيہۧة 😹🏃🏻"

ws[52] = "اموت عليك" -- msg 
rs[52] = "آنہۧيے 😻 آذوبہۧن بہۧيہۧك/ج يہۧآلہۧمہۧخبہۧلنيے 💋🙊🎈" -- reply 

ws[53] = "هااا" -- msg 
rs[53] = "وجہۧع 🌝😹 صہۧوتہۧك/ج نہۧصہۧيے طہۧرشہۧتنہۧآ ☹️🍷" -- reply 

ws[54] = "منو صنعك" -- msg 
rs[54] ="مہٰيہٰمہٰو (مشآكل) آلہٰعہٰرآقہٰيے  💋🙊    فديت ربه @ii02ii مووواح😻❤️" -- 

ws[55] = "اريد بوت حماية" -- msg 
rs[55] =" راسل مطوري هنا @ii02ii_bot❤️😍" 

ws[56] = "كبد ميمو" -- msg 
rs[56] = "مہۧآمہۧآ زهہۧور وبہۧس 💋😻" -- reply 

ws[57] ="دي" -- msg 
rs[57] = "دي تنـڪاڵ لـبوك 🌝🖕" 

ws[58] = "شكد" -- msg 
rs[58] ="آهہۧوووووووآآآيہۧہۧہۧيے 🌝😹" 

ws[59] = "اريد اكبل" -- msg 
rs[59] =" انت/ي مو ربك غير ربي 😒 اني هم اريد اكبل 🙊 خابروني 0096278813377 وبعد رقم يم ميمو 😂 جيبو خط دولي وخابروني 🙊" 

ws[60] = "اتفل" -- msg 

ws[61] = "شلونك" -- msg 
rs[61] ="آحہۧسہۧن مہۧنہۧكہۧ/ج وآلہۧحہۧمہۧد لله 🌝😹" 

ws[62] ="البوت واكف" -- msg 
rs[62] ="دافع الاشتراك 3$" 

ws[63] ="كول والله" -- msg 
rs[63] ="واللهتين" 

ws[64] = "تخليني" -- msg 
rs[64] = "لـمن يصـير عـندڪ عود اخليګ 😹🌝" 

ws[65] ="كروب دعم" -- msg 
rs[65] ="يے مہۧوجہۧود 💋😻 آهہۧنہۧآ تہۧلہۧكہۧيے آدخہۧل @Ch_Dev 🏃🏻" 

ws[66] = "help" -- msg 
rs[66] ="لآضہۧهہۧآر آلآوآمہۧر دز < الاوامر> 🌝🌹"

ws[68] = "اكلك" -- msg 
rs[68] = " ڪـﮩﮩۛﮩـوڵ مـاكـوڵ لٱحـﮩـد 🐿" 

ws[69] = "دقيقة" -- msg 
rs[69] ="صہۧآر سہۧآعہۧةة 🐸🍷 مہۧو دقہۧيہۧقہۧة 🌝😹"

ws[70] = "اريد ببسي" -- msg 
rs[70] =  "سہۧمہۧعہۧت يہۧم خآلہۧتہۧكہۧ/ج حہۧتہۧى مہۧيہۧرنہۧدا 🌝😹 " -- reply

ws[71] = "اروح اصلي" -- msg 
rs[71] ="كہۧليے 🐸🍷 آنہۧتہ حہۧآفہۧظ سہۧورة آلہۧفہۧآتہۧحہۧة 🌝😹"

ws[72] = "/help" -- msg 
rs[72] ="لآضہۧهہۧآر آلآوآمہۧر دز < الاوامر> 🌝🌹"

ws[73] =  "احبك ميمو" -- msg 
rs[73] = "لہہہه لہہہه لہہہه لہۧتہۧزحہۧف 🌝😹" -- reply 

ws[74] = "شلون صحتك" -- msg 
rs[74] = "بہۧوجہۧود مہۧيہۧمہۧو 😻💋 آلہۧكہۧل بہۧخہۧيہۧر 🌝🌹" -- reply 

ws[76] = "اوكف" -- msg 
rs[76] ="خہۧلہۧصہۧنہۧيے 🐸🍷 مہۧن آلہۧوكہۧفہۧة ☹️ رجہۧلہۧيے طہۧآحہۧت 🌝😹"

ws[77] = "😡" -- msg 
rs[77] = "ريہۧلآكہۧس 🙊🎈 ع شہۧنہۧو هہۧل عہۧبہۧصہۧيةة 🌝😹" -- reply 

ws[78] = "غنيلي" -- msg 
rs[78] = " كلب كلب وين وين غايب عليه يومين لا تغيب اكثر حبيبي خاف اموت من ا لحنين @II02II" -- reply 

ws[79] = "تتزوجني" -- msg 
rs[79] = "لہۧيہۧش لآ  يہۧلآ نہۧلہۧبس 💋😻 آلحہۧلہۧقة 💍🙊🎈" -- reply 

ws[80] = "تركماني"
rs[80] = " والہۧنہۧعہۧم مہۧنہۧكہۧ❤️"

ws[81] = "يا سورس هذا"
rs[81] = "ادخہۧل لہۧلہۧقہۧنہۧاة 🙊 @ch_Dev وشہۧوفہۧ آلہۧمہۧطہۧور 😂🚶🏻"

ws[82] = "علو" -- msg 
rs[82] =  "ميمو عرفتك رحما لامك لا تشاقا😂✋ " -- reply

ws[83] = "باي"
rs[83] = "  ✾ ٱڵـڵـه ✾ ٱڵـڵـه ✾ ٱڵـڵـه وياك 🕊" 

ws[84] = "تنح"
rs[84] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[85] = "جوعان"
rs[85] = "تـﮩـعال اڪـﮩـلنـي 😐😂" 

ws[86] = "عطشان"
rs[86] = "روح ٲشـﮩـرب مــيي" 

ws[87] = "صايم"
rs[87] = "شًـﮩـسـويـلـك 😐🍃" 

ws[88] = "☹️"
rs[88] = "☹️لہۧيہۧش آلہۧحہۧلہۧو ضہۧآيہۧج 😞شہۧبيہۧكہۧ/ج 😢 فہۧدوه آضہۧحہۧكہۧ/يے لہۧخہۧآطہۧريے 😍💋"

ws[89] = "😔"
rs[89] = "☹️لہۧيہۧش آلہۧحہۧلہۧو ضہۧآيہۧج 😞شہۧبيہۧكہۧ/ج 😢 فہۧدوه آضہۧحہۧكہۧ/يے لہۧخہۧآطہۧريے  😍💋"

ws[90] = "فرخ"
rs[90] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[91] = "اريد جاي" -- msg 
rs[91] = "ٌمہۧهہۧيل😊 لۆ بْہۧدِۆنْ ✋" -- 

ws[92] = "كسمك"
rs[92] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[93] = "نعال" 
rs[93] = " بـﮩـوجـهـڪ 😐😂" 

ws[94] = "حروح اسبح"
rs[94] = "وآخہۧيہۧراََ آبہۧو/آم آلہۧوسہۧخ رآح ت/يہۧسہۧبہۧح 🌝😹"

ws[95] = "حروح اغسل"
rs[95] = " وآخہۧيہۧراََ آبہۧو/آم آلہۧوسہۧخ رآح ت/يہۧسہۧبہۧح 🌝😹"

ws[96] = "حروح اطب للحمام"
rs[96] = " وآخہۧيہۧراََ آبہۧو/آم آلہۧوسہۧخ رآح ت/يہۧسہۧبہۧح 🌝😹"

ws[97] = "حبيبتي"
rs[97] = " مہۧنہۧو هہۧاي 😱 تہۧخہۧونہۧيے 😔☹️"

ws[98] = "كبلت"
rs[98] = " سہۧآحہۧف 😂💔"

ws[99] = "البوت عاوي" 
rs[99] = " آطہۧردكہۧ ؟ 😒" 

ws[100] = "منور" 
rs[100] = " بـﮩـنورك حـﮩـبـﮩـي 😍🍷"

ws[101] = "حفلش"
rs[101] = " دہۧييہۧيے 🐸🍷"

ws[102] = "كردي"
rs[102] = "والہۧنہۧعہۧم مہۧنہۧكہۧ❤️"

ws[103] = "طفي السبلت"
rs[103] = "تہۧدلل/يے تہۧم آطہۧفہۧآء آلہۧسہۧبہۧلتہۧ بنہۧجہۧآح 🌝🍷"

ws[104] = "🌝" 
rs[104] = "مــﮩﮩﮩــننوورر 🌝💙" 

ws[105] = "اذن المغرب" 
rs[105] = "ٲسـﮩـتـحـﮩـرم 🌚🍃" 

ws[106] = "حلو" 
rs[106] = "ٱنـﮩـت الاحـلآ 🌚❤️️" 

ws[107] = "احبك"
rs[107] = " 😻آنہۧيے آمہۧوتہۧ عہۧلہۧيہۧكہ/ج يہۧآروحہۧيے آنہۧتہۧه/يے😭❣✨"

ws[108] = "😑"
rs[108] = " هہۧآ يہۧآلآغہۧم 🌝😹 شہۧبہۧيہۧكہۧ "

ws[109] = "😒"
rs[109] = "😐 شہۧبہۧيكہۧ كہۧآلہۧبہۧ وجہۧهكہۧ "

ws[110] = "منو تحب" 
rs[110] = "خـﮩـالـتڪ ٱلـشـڪـرﮪ 😹🏃🏻" 

ws[111] = "اباجر العيد"
rs[111] = "كل عام وانت بالف خير حبي 😇❤️"

ws[112] = "فديت"
rs[112] = "كہۧمہۧشہۧتہك/ج زآحہۧف/ة 🌝😹"

ws[113] = "مضغوط"
rs[113] = "بہۧيہۧش آلہۧكہۧيلہۧو آنہۧتة 🌝😹"

ws[114] = "فديت"
rs[114] = "كہۧمہۧشہۧتہك/ج زآحہۧف/ة 🌝😹"

ws[115] = "فديتك"
rs[115] = "خہۧآف آكہۧلكہۧ/ج آمہۧوتہۧ😻 عہۧليہۧكہ/ج وتہۧالہۧيے تہۧعہۧوفہۧنہۧيے😹🖖💕"

ws[116] = "فديتج"
rs[116] = "كہۧمہۧشہۧتہك/ج زآحہۧف/ة 🌝😹"

ws[117] = "شوف خاصك"
rs[117] = "شہۧدازلہۧه 😱😨"

ws[118] = "تعال خاص"
rs[118] = "شہۧحہۧسہۧوون 😱"

ws[119] = "تعالي خاص"
rs[119] = "شہۧحہۧسہۧوون 😱"

ws[120] = "دخل السبام"
rs[120] = "شہۧحہۧسہۧوون 😱"

ws[121] = "😎"
rs[121] = "يہۧلا عہۧود آنہۧتہۧه فہۧد نہۧعہۧآل 😐🍃"

ws[122] = "😱"
rs[122] = "خہۧيہۧر خہۧوفہۧتہۧنہۧيے 😨"

ws[123] = "كحبه"
rs[123] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[124] = "بيش ساعة"
rs[124] = "بہۧكہۧس نہۧعہۧنآعہۧةة 🌝😹"

ws[125] = "🚶🏻" 
rs[125] = "لُـﮩـضڵ تتـمشـﮥ اڪعـد ﺳـﯠڵـف 🤖👋🏻" 

ws[126] = "منو اكثر واحد تحبه"
rs[126] = "خہۧآلہۧتہۧكہۧ/ج 🌝😹"

ws[127] = "ليش"
rs[127] = "شہۧعہۧلہۧيكہۧ/ج آنہۧتہۧ/يے 🐸🍷"

ws[128] = "طاسه"
rs[128] = "آمہۧك/ج حہۧلہۧوة ورقہۧاصہۧه 💃🏻"

ws[129] = "عشرين"
rs[129] = "تہۧآكہۧل جہۧدر خہۧنيہۧن 😫"

ws[130] = "ميه"
rs[130] = "😂تہۧشہۧرب مہۧميہۧه"

ws[131] = "اربعة"
rs[131] = "😂لہۧحيہۧه ابہۧوكہۧ مہۧربہۧعہۧه"

ws[132] = "فارة"
rs[132] = "😂دفہۧتہۧركہۧ كہۧلہۧه صہۧفہۧارة"

ws[133] = "ميتين"
rs[133] = "😂فہۧوك راسہۧك قہۧنہۧدرتہۧيہۧن"

ws[134] = "مات"
rs[134] = "ابہۧو الہۧحمہۧامہۧاتہۧ 🐦"

ws[135] = "توفه"
rs[135] = "ابہۧو الہۧلہۧفہۧه 🌯"

ws[136] = "احترك"
rs[136] = "🍾البہۧو الہۧعہۧركہۧ"

ws[137] = "غرك"
rs[137] = "ابہۧو الہۧعہۧركہۧ 🍾"

ws[138] = "طار"
rs[138] = "آبہۧن آلہۧطہۧيہۧآر 🌝😹"

ws[139] = "ديسحك"
rs[139] = "🌝😹 هہۧاي بہۧعہۧده"

ws[140] = "لتسحك"
rs[140] = "😐😂 وكہۧ"

ws[141] = "اندرويد"
rs[141] = "افہۧشہۧل نہۧظہۧام بہۧلہۧعالہۧم 🌝🍷"

ws[142] = "ios"
rs[142] = "احہۧسہۧن نہۧظہۧام بہۧلعہۧالہۧم🌚❤️"

ws[143] = "ايفون"
rs[143] = "فہۧديتہۧكہۧ آنہۧتہۧة والآيہۧفہۧون 🌚🔥"

ws[144] = "كلكسي"
rs[144] = "فہۧاشہۧل آزبہۧل نہۧوع تہۧلفہۧون🔥☹️"

ws[145] = "سامسونك"
rs[145] = "فہۧاشہۧل آزبہۧل نہۧوع تہۧلفہۧون🔥☹️"

ws[146] = "لتزحف"
rs[146] = "وكہۧ آسہۧف 🌝😹"

ws[147] = "حاته"
rs[147] = "زآحہۧف 😂 مہۧنہۧو هاہۧي دزلہۧيے صہۧورتہۧهہۧه"

ws[148] = "حات"
rs[148] = "زآحہۧفةة 😂 مہۧنہۧو هاہۧي دزلہۧيے صہۧورتہۧهہۧه"

ws[149] = "صاكه"
rs[149] = "زآحہۧف 😂 مہۧنہۧو هاہۧي دزلہۧيے صہۧورتہۧهہۧه"

ws[150] = "صاك"
rs[150] = "زآحہۧفہۧة 😂 مہۧنہۧو هہۧذآ دزيہۧلہۧيے صہۧورتہۧه"

ws[151] = "منو اني"
rs[151] = "وآحہۧد زآحہۧف آبہۧو آلہۧحلہۧويہۧن 🌝😹"

ws[152] = "ابن الكلب"
rs[152] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[153] = "انجب انته"
rs[153] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[154] = "حطردك"
rs[154] = "آعہۧصہۧابہۧكہۧ/ج 😨 لہۧتہۧتهہۧور/يے 🌝😹"

ws[155] = "وينه المطور"
rs[155] = "آهہۧنہۧآ تہۧلہۧكيے 🌝 @ch_Dev"

ws[156] = "منو اكثر واحد تكرهه"
rs[156] = "مہۧآكہۧو غہۧيہۧرك 🌝😹"

ws[157] = "شباب" 
rs[157] = "هًّْـــُ﴿⍨﴾ـٍِٰـــہاا حـﮩـب 🚶🏻🌝" 

ws[158] = "انته زلمه"
rs[158] = "تہۧعہۧال لہۧزمہۧه 😐😂"

ws[159] = "الاحد"
rs[159] = "    احد ايام الاسبوع وهو يوم فاشل 😁😂 "

ws[160] = "الاثنين"
rs[160] = "يوم اجة بناس عزيزين وفقدت بي ناس هم ☹️"

ws[161] = "هلاوو" 
rs[161] = "هـﮩـڵآوآت 🦀❤️" 

ws[162] = "اختك"
rs[162] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[163] = "كواد"
rs[163] = "عہۧيہۧب آبہۧنہۧيے 🐸🍷"

ws[164] = "😌"
rs[164] = "😌/لا تتكبر/ي😜 ابقيي أإنــۣۛـيـہ 😌 احلاه مـڼـڱ/ج 😻🙊"

ws[165] = "هلا" 
rs[165] = "✾  هـﮩـڵا ہبـﮩـک 💙🖐🏻" 

ws[166] = "مرحبا"
rs[166] = "مراحب💜 اغــاتي نــورت/ي😻 شمــعةۿ ڪـل۪ۧـ﴿💕﴾ـ℘ًِـٍّﺒـي🙊💕"

ws[167] = "سلام" 
rs[167] = "✾ ٲلـﮩـسـلا۾م ؏ـﮩـڵـيڪم  💙🖐🏻" 

ws[168] = "السلام" 
rs[168] = "✾ ٲلـﮩـسـلا۾م ؏ـﮩـڵـيڪم  💙🖐🏻" 

ws[169] = "السلام عليكم" 
rs[169] = "✾ وَْ؏ـﮩـڵـيڪم ٲلـﮩـسـلا۾م 💙🖐🏻" 

ws[170] = "تسلم" 
rs[170] = "✾ ٱڵـڵـه يسـلـمـڪ 💙🖐🏻" 

ws[171] = "اتفل" 
rs[171] ="ختفوووووووووو💦💦" 

ws[172] = "هههه" 
rs[172] = "😘❤️دووووم ❤️الضحكه 😂🙈" 

ws[173] = "منو حبيبي" 
rs[173] = "مہۧو آنہۧيہۧے لآنہۧ مہۧو زآحہۧف آنہۧيے 🐸😹" 

ws[174] = " منو حياتي" 
rs[174] = "مہۧو آنہۧيہۧے لآنہۧ مہۧو زآحہۧف آنہۧيے 🐸😹" 

ws[175] = "🙈" 
rs[175] = "آويے تہۧسہۧتہۧحيے سہۧنہۧدس 🌝😹" 

ws[176] = "اريد اكبل"
rs[176] = "زُاحُـفَ مٌـوَ بّـيَـدِكِ 😒😂" 

ws[177] = "وينك" 
rs[177] = "بالــســ🚗ــيــارﮭﮧ" 

ws[178] = "شكرا" 
rs[178] = "{ •• الـّ~ـعـفو •• }" 

ws[179] = "ولو" 
rs[179] = "شُـگـ{ôħᎯɴêȘ}ــرآآ" 

ws[180] = "تمام" 
rs[180] = "⌣{دِْۈۈۈۈ/يّارٌبْ_مـْو_يـّوّمٌ/ۈۈۈۈمْ}⌣" 

ws[181] = "دوم" 
rs[181] = "⌣{يـّـٌدِْۈۈ/عّزٌگ-ۈنَبْضّ قَلبْگ/ۈۈمْ}⌣" 

ws[182] = "🌚" 
rs[183] = "جہۧنہۧك/ج جہۧنہۧيے مہۧسہۧلہۧح 🌝😹" 

ws[184] = "بوسه" 
rs[184] = "امــہـ😘😚😘😚😘ــہــواااااح" 

ws[185] = "شبيك" 
rs[185] = "ديٌّــ﴿🌝🚬﴾ــًُي" 

ws[186] = "مطور" -- 
rs[186] = "@ii02ii" 

ws[187] = "كرهك" 
rs[187] = "مہۧنہۧو كہۧلك/ج آنہۧيے آحہۧبہۧك/ج 🌝😹" 

ws[188] = "سجاد" 
rs[188] = "عہۧمہۧو سہۧجہۧوديے شہۧتہۧريہۧد مہۧنة  @ss70ss روحہۧلہۧة خآص 🌝🍷" 

ws[189] = "غني" 
rs[189] = "عــمــي يــبــو الــبــار 🍾🍾 صــبــلــي لــبــلــبــي 🍲🍲 تــرا انــي ســكــران😴🤕 وصــايــر عــصــبــي 😡😡 انــا ويــاچ يــم شــامــه👫"

ws[190] = "غنيي" 
rs[190] = "لا تظربني لا تظرب 💃💃 كسرت الخيزارانه💃🎋 صارلي سنه وست اشهر💃💃 من ظربتك وجعانه🤒😹"

ws[191] = "اقرالي دعاء"
rs[191] = " اللهم عذب المدرسين 😢 منهم الاحياء والاموات 😭🔥 اللهم عذب ام الانكليزي 😭💔 وكهربها بلتيار الرئيسي 😇 اللهم عذب ام الرياضيات وحولها الى غساله بطانيات 🙊 اللهم عذب ام الاسلاميه واجعلها بائعة الشاميه 😭🍃 اللهم عذب ام العربي وحولها الى بائعه البلبي اللهم عذب ام الجغرافيه واجعلها كلدجاجه الحافية اللهم عذب ام التاريخ وزحلقها بقشره من البطيخ وارسلها الى المريخ اللهم عذب ام الاحياء واجعلها كل مومياء اللهم عذب المعاون اقتله بلمدرسه بهاون 😂😂😂"

ws[192] = "هلاو" -- msg 
rs[192] =  "هلاوو99وووات نورت/ي ❤️🙈" -- reply

ws[193] = "دير بالك عليهم" -- msg 
rs[193] = "😉😍تأَمَرنَي أَمر حَبِيبَ كلبَيِ تَشلعَ عينَيَ ❤️😘🙊😋" -- reply

ws[194] = "برب" -- msg 
rs[194] = "تہۧوتہۧ 🌝🍷" -- reply

ws[195] = "اني" -- msg 
rs[195] = "مہۧآكہۧو آقہۧوى مہۧنہۧك/ج بہۧآلہۧزحہۧف 🌝😹" -- reply

ws[196] = "😕" -- msg 
rs[196] = "😕شہٰبيك/ج لہٰك/ج😡تہٰره وربہٰك اطشہٰر وجہٰهك/ج 😕👊" -- reply

ws[197] = "😳" -- msg 
rs[197] = "🙌🏽😹شـبــيــك😒مصـــدوم🌝وجـــه التنــكـــه😏" -- reply

ws[198] = "🍃😹" -- msg 
rs[198] = "😹داحــســـك😹بــزونـــه😹" -- reply

ws[199] = "اندعيلي" -- msg 
rs[199] = "كـــون تــمــوت😈🌚" -- reply

ws[200] = "بوت"
rs[200] = "ها نعم ..{✮ خٍّـٌٍـٍَيْـٌٍرَُ ✮}.. ✭ شتريد مني خلوني انام شوي ✾ ٱڵـڵـه واكبر عليكم اربعه وعشرين ساعه كاعد احمي بكروبكم شوي خلوني ارتاح تكسبون اجر 😭 بـßÃŠـسّ كلولي شلون احمي كروبكم اذا زباله ازعل واطلع واذا عاجبكم خلوني انام 😢😂"

ws[201] = "اطربني"
rs[201] = " 🙈 احبك اني  🙊 اني احبك 🙉 واتحدى واحد بلبشر مثلي يحبك 🙊"

ws[202] = "سني"
rs[202] = "لہۧتہۧصہۧيہۧر طہۧآئہۧفہۧيے 🐸🍷"

ws[203] = "شيعي"
rs[203] = "لہۧتہۧصہۧيہۧر طہۧآئہۧفہۧيے 🐸🍷"

ws[204] = "هاي"
rs[204] = "هہۧآيہۧآتہۧ☺️💕🍃 يہۧروحہۧيے نہۧورتہۧ/يے✨💡"

ws[205] = "البوت"
rs[205] = "آمہۧر خہۧدمہۧة شہۧتہۧريہۧد مہۧنہۧيے 🌝😹"

ws[206] = "ازحف "
rs[206] = "ع آخہۧتہۧك آزحہۧف 🌝😹"

ws[207] = "المدرسه"
rs[207] = " آلله لآ يہۧقہۧربہۧنيے آلہۧهہۧآ 🌝😹"

ws[208] = "هههههه"
rs[208] = " دوم آلہۧضہۧحہۧكةة حہۧبہۧيے 😻💋"

ws[209] = "ههههه"
rs[209] = " دوم آلہۧضہۧحہۧكةة حہۧبہۧيے 😻💋"

ws[210] = "😹"
rs[210] = "فہۧديہۧتہۧ😍هہۧل ضہۧحہۧكہۧه🙊تہۧآج مہۧخہۧييے🐲😂🌚"

ws[211] = "😍"
rs[211] = " آويہۧليے فہۧوديہۧتہۧك 😻💋"

ws[212] = "محح"
rs[212] = " آويہۧليے فہۧوديہۧتہۧك 😻💋"

ws[213] = "😭"
rs[213] = "😢لہۧتہۧبہۧجہۧي/ن  يہۧعہۧمہۧريے آنہۧتہۧه/يے😻💕 "

ws[214] = "😢"
rs[214] = "😢لہۧتبہۧجہۧي/ن  يہۧعہۧمہۧريے آنہۧته/يے😻💕"

ws[215] = "شكد عمرك"
rs[215] = "آزحہۧف/يے 🙄آزحہۧف/يے 😡 آزحہۧف/يے😭 وانہۧيے مہۧحہۧد يہۧجہۧيلہۧيے يہۧبہۧوسہۧنہۧيے 😔🤖 "

ws[216] = "شكد عمرج"
rs[216] = "آزحہۧف/يے 🙄آزحہۧف/يے 😡 آزحہۧف/يے😭 وانہۧيے مہۧحہۧد يہۧجہۧيلہۧيے يہۧبہۧوسہۧنہۧيے 😔🤖 "

ws[217] = "غبي"
rs[217] = " بہۧآبہۧآ مہۧيہۧمہۧو يہۧكہۧول مہۧيعہۧرف آلہۧغہۧبہۧيے بہۧس آلہۧمہۧطہۧيے 🌝😹"

ws[218] = "😇"
rs[218] = "   سہۧبہۧحہۧآن الله  🌚📿 مہۧلاكہۧ صہۧآيہۧر/ة  آم/آبہۧو زربہۧه😅🐾"

ws[219] = "بغداد"
rs[219] = "آحہۧلہۧى مہۧحہۧآفہۧظہۧة بہۧآلہۧعہۧآلہۧم 😻💋"

ws[220] = "البصرة"
rs[220] = " احہۧسہۧن نہۧاس وربہۧي❤️"

ws[223] = "اكطع"
rs[223] = "آلہۧكہۧل يہۧسہۧكہۧت بہۧس آنہۧيے آحہۧجہۧيے 🌝😹"

ws[224] = "😒"
rs[224] = "🎧🌝وجہۧهگ/ج مہۧآل ثہۧريہۧد لہۧيہۧش تہۧخہۧربو بہۧهہۧذا آلہۧسہۧمہۧآيہۧل ؟😒😹"

ws[225] = "💔"
rs[225] = "⛏⚒🛠🛠⛏⛏🛠⚒⚒تم التصليح❤️"

ws[226] = "🖕🖕"
rs[226] = "تدلل مولاي😼🚬"

ws[227] = "زاحف"
rs[227] = "حط رجلك كـ🚶ـذا وحط الثانية كـ🏃ـذا وازحـ🐢ـف ازحـ🐢ـف  كـ🐊ـذا وبربـ💃ـس بربـ💃ـس 👌😂"

ws[228] = "ها"
rs[228] = "👋ها ردينه لو لا😂وها ردينه لو لا😹وها ردينه لو لا لو لا😹🌚😹🌚"

ws[229] = "💃"
rs[229] = " شہۧد شہۧد 💃💃💃💃 ركہۧص للہۧصہۧبہۧح 💃💃💃"

ws[230] = "شغل السبلت"
rs[230] = " تہۧم تہۧشہۧغيہۧل الہۧسہۧبلہۧت بہۧنہۧجہۧاح ❄️🌚"

ws[231] = "اغنيه ميمو"
rs[231] = "موجوع كلبي واتعب بيه 😪💔واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 😪💔موجوع كلبي واتعب بيه 💔🚶🏻واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 🖖🏼🙄تعبان وجهي وعيوني قهرتني 😕🔫دنيا شلت حال حالي وبحياتي كرهتني 😐🖖🏼كرهت الحب ما اريدة دمرني طيب اني وادري طيبي لهل حال وصلني 💔🚶🏻موجوع كلبي واتعب بيه 😪💔واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 😪💔كول يوم صدمه اقوى من القبلها اني واصل بالشدايد شدة محد واصل الها 😪💔كول يوم صدمه اقوى من القبلها اني واصل بالشدايد شدة محد واصل الها 🚶🏻محد وكفلي من جنت محتاج وكفه الصلافه بهل ناس مدري هاي الدنيا صلفه 😐🖖🏼دخيل الله من قيمني العالم ربي خلي هذا همي بنهايه كول ضالم 😪💔موجوع كلبي واتعب بيه 💔🚶🏻واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 🖖🏼🙄ما اريد كول شيء بس انام وراسي بارد اني من هسه  حياتي معندي ولا واحد 😔💔ما اريد كول شيء بس انام وراسي بارد اني من هسه  بحياتي معندي ولا واحد 🚶🏻ما اريد اتعب تعبي يطلع مو نصيبي عاجبني اسمي (ميمو) لحد يكولي حبيبي 🖖🏼🙄بدون دموع ارد اكمل باقي عمري والباري ربي راح اسلم راح اسلم امري 😒🔫😭😭😭"

ws[232] = "🚶🏿"
rs[232] = "ﮪـْہۣۗــہۣۙاييہ❥ وين🌝رايح شعدنه ممشى هنا 😹🖐"

ws[233] = "🙁"
rs[233] = "هشــبيك/ج 🤕☝️مــنو منطيك/ج😨 قــلع 😤😼✊"

ws[234] = "😋"
rs[234] = "خـۣۛـۣۛ﴿تۣۛـۣۛـفـۣۛـۣۛـہٰ୭ۭۢ💦﴾ـخـۣۛخــہۢۛ ۦ✿⇣ ؏ــۣۛـۣۛـٰسـلـہۛ ۦ✿⇣😻 مــﮩـو😆😌😹💔"

ws[235] = "😉"
rs[235] = "لا تغمز/ي 🙀 اثــتحي 🙊 اخــجل 🙈 اصيرعبسي😐😹💙 "

ws[236] = "🙃"
rs[236] = "ولخلقه 😐😂"

ws[237] = "وين"
rs[237] = "سہۧوف آذهہۧب آلہۧى آلہۧمآنہۧيآ 🐸🍷    آنہۧت/يے شہۧعہۧلہۧيك/ج"

ws[238] = "😴"
rs[238] = "صہۧحہۧصہۧح لہۧو آتہۧفہۧل مہۧآيے ورد ع وجہۧهہۧكہۧ/ج 💦💧😗🚶"

ws[239] = "😏"
rs[239] = "😏هہۧہۧا شہۧبہۧيہۧكہۧ/ج تہۧريہۧد/يہۧن اعہۧدل سہۧنہۧونہۧج😾👊"

ws[240] = "🙊"
rs[240] = "آسہۧتہۧحہۧت🙊نہۧصہۧره😱؟مہۧن آلہۧبہۧصہۧره🙈🌚😹"

ws[241] = "🤔"
rs[241] = "🌚😹تہۧفہۧكہۧيہۧركہۧ/ج مہۧو خہۧالہۧيے😕آكہۧو جہۧريہۧمہۧه رآح آسہۧويہۧه😈"

ws[242] = "🙄"
rs[242] = "عہۧليہۧمہۧن🙄تہۧبہۧاوع/يہۧن😕 ع خہۧالہۧتہۧكہۧ/ج 🌝😹"

ws[243] = "🚶"
rs[243] = "آويہۧلہۧيے الله😱بہۧآع/يے هـٍذا صہۧآكہۧ😎اومہۧايے كہۧاد يہۧخہۧبہۧش😉🙊"

ws[244] = "اي"
rs[244] = "وجـُِ﴿🙊﴾ـُِ؏ـۣۙيہ ۦ• كْٓمـْْـْ»»ـ»»ـْـل مصدكك/ج🙄☝️"

ws[245] = "1اقصف"
rs[245] = "حبيبتي اليوم شوفت صورتج لامي 😍 صدوك ! حبيبي وشكالت امك علية 😁 كالت ياخرا شنو هذا 😂😳 🚀🚀😂😂😂😂😂👌👌👌👌"

ws[246] = "اقصف"
rs[246] = "اكًو بنات يكتبن 📝    هيه خربت من القمر قلدني 😌🌝     والله هي خربت من الله خلقج ههههههه😂😂😂🚀🚀🚀"

ws[247] = "قصف"
rs[247] = "تلبس ضيق وكرشها اربع طبقات 😹 وتكتب انا لمين 😌 انتي لعيد الاضحى يالهايشه ههههه😂😂🚶👌"

ws[248] = "شعر الدايح"
rs[248] = "الكبلو خي كبلون ماريد اكبل هيه عليه تفوت غير اني اخبل 😌❤️ ماكبلت مو مغرور لا يا غروري بس خاف افوت النوب تضربني بوري😂🚶"


ws[249] = "شخباركم"
rs[249] = "פآلُـِْ✿ِّـلُـًِ☝️ـه عہٰايہٰشہٰيہٰن وانتہٰو شہٰخہٰباركہٰم 😻💜"


ws[250] = "😐"
rs[250] = "😕شہۧبہۧيہۧكہۧ/ج صہۧافن شہۧنہۧو 😐طہۧرزان بہۧل كہۧروب واحہۧنہۧه مہۧن نہۧدرييے🌚😂"

ws[251] = "💋"
rs[251] = "😻خہۧدرتہۧ خہۧرب مہۧاتحہۧمہۧل بہۧعہۧد يہۧلا آمہۧشہۧي خہۧآص😻"                                                                                                                                                                                                           


-- the main function
function II02II( msg, matches )
	-- just a local variables that i used in my algorithm  
	local i = 0; local w = false

	-- the main part that get the message that the user send and check if it equals to one of the words in the ws table :)
	-- this section loops through all the words table and assign { k } to the word index and { v } to the word itself 
	for k,v in pairs(ws) do
		-- change the message text to uppercase and the { v } value that toke form the { ws } table and than compare it in a specific pattern 
		if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then
			-- assign the { i } to the index of the reply and the { w } to true ( we will use it later )
			i = k; w = true;
		end
	end

	-- check if { w } is not false and { i } not equals to 0
	if ( (w ~= false) and (i ~= 0) ) then
		-- get the receiver :3 
		R = get_receiver(msg)
		-- send him the proper message from the index that { i } assigned to
		--send_large_msg ( R , rs[i] );
		--send_reply(msg.id, rs[i])
		reply_msg(msg.id, rs[i], ok_cb, false )
	end
	
	-- don't edit this section
	if ( msg.text == "about" ) then
		if ( msg.from.username == "Memo" ) then
			R = get_receiver(msg)
			send_large_msg ( R , "Made by @ii02ii" );
		end
	end 

end



return {
	patterns = {
		"(.*)"		
  	},
  	run = II02II
} 	


end


--[[
من قناة 
@Ch_Dev
المطور 
ميمو مشآكل العراقي 
@ii02ii
]]--
