--[[
ملف الاوامر 
اختصار لاربع ملفات 
واعتقد اهواية مطورين يعرفون يسوون هيج ملف !
بس انتبهو عليه اول شيء بالرد ؟
ثاني شيء مو مثل ملفاتكم تكتب م1 وياها كلمة تطلعلك الملفات 
تحياتي الكم 
]]--
do

local function Ch_Dev(msg, matches)

local reply_id = msg['id']
if is_momod(msg) and matches[1] == 'الاوامر' then 
    local ii02ii =  "مہۧرحہۧبہۧآ بہۧكہ حہۧب 🌞✨ : {"..(msg.from.first_name or '').."}\n\n"
.."آوامہۧر مہۧسہۧآعہۧدہۧ بہۧوتہٰ🌝💪🏻\n"
.."√ ՏԹφԵ ՅԾԵ √ ".."\n"
.."➖🔹➖🔸➖🔹➖".."\n"
.." م1: لہۧعہۧرض آوآمہۧر آلہٰحہۧمہۧآيہۧة😼 ".."\n"
.." (قفل _ فتح )🔒 _🔓  ".."\n"
.."م2: لہۧعہۧرض آوامہۧر الہۧمہۧجہۧمہۧوعہۧة🤖".."\n"
.." (مسح _ ضع) ❌ _📌  ".."\n"
.." م3: آوآمہۧر آلآدأرة لہۧلہۧمہۧديہۧر  👲🏻  ".."\n"
.."(رفع _ نزل _ حظر _ كتم)🕳🏌  ".."\n"
.." م4: آوامہۧر آلہۧبہۧطہۧوريہۧن 🌝💪🏻 ".."\n"
.."➖🔹➖🔸➖🔹➖".."\n"
.."الاصدار ⛳️🏌 : ".."\n"
.." (لہۧمہۧعہۧرفہۧة مہۧوقہۧع آلآصہۧدآر 🌝💪🏻)".."\n"
.."✋🏻تہۧآبہۧع  قہۧنہۧآة آلہۧسہۧورس 🎸🤖".."\n"
.."[ @Ch_Dev ]🤖🎸".."\n\n"
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp)
.." آلہۧمہۧطہۧور :- 🌝🌹 ".."\n"
.."#مہۧيہۧمہۧو_ مہۧشہۧآكہۧل_آلہۧعہۧرآقہۧيے :  ".."\n"
.." @ii02ii ".."\n"
.."🤖⁉️ بہۧوتہۧ آلہۧتہۧوآصہۧل ".."\n"
.."🏓 #DevsBot : @ii02ii_bot ".."\n"
reply_msg(reply_id, ii02ii, ok_cb, false) 
end

local reply_id = msg['id'] 
if not is_momod(msg) then 
local Xx_Memo_xX = "لہۧتہۧلہۧعہۧب للكہۧبہۧآر 🌝😹" 
reply_msg(reply_id, Xx_Memo_xX, ok_cb, false) 
end 
local reply_id = msg['id']
if is_momod(msg) and matches[1] == 'م1' then 
  local Dev_Memo =  "هہۧلاو عہۧزيہۧزيے 🌝🍷 : { "..(msg.from.first_name or '').." }\n\n"
.."آوآمہۧر آلہۧحہۧمہۧآيہۧةة فہۧيے كہۧروبہ 😻 ( "..msg.to.title.." )\n\n" 
.."|🤖| استخدام اوامر البوت |🤖|".."\n"
.."🔸➖🔹➖🔸➖🔹➖🔸".."\n"
.."🔺 قفل + الامر - للقفل".."\n"
.."🔻 فتح + الامر - للفتح".."\n"
.."🔸➖🔹➖🔸➖🔹➖🔸".."\n"
.."الروابط  🔗 + التوجيه 🔃".."\n"
.."الكلايش 🗞 + التكرار 🔏".."\n"
.."الاضافة 👤 + الاضافة الجماعية 👥".."\n"
.."الصور  📸+ الصور المتحركة 🎇".."\n"
.."الصوت 🎤 + الفديو 📽".."\n"
.."العربية 📝 + الانكليزية 🔠".."\n"
.."الدردشة 🖍 + المجموعة 🕹".."\n"
.."الدخول 🏳+ اشعارات الدخول 🔙".."\n"
.."التاك # 🆕 + المعرف @🚏".."\n"
.."السمايلات 🏌 + الكلمات السيئة 🔞".."\n"
.."المغادرة 🚷 + البوتات 🤖🖕🏻".."\n"
.."جهات الاتصال 🕴 + الملصقات 🙀💪🏻".."\n"
.."الفايلات 🗂 + الردود 🔣 ".."\n"
.." قفل🔐 او فتح 🔓 الكل 🔣 🔚 ".."\n"
.."➖🔹➖🔸➖🔹➖".."\n"
.."✋🏻تہۧآبہۧع  قہۧنہۧآة آلہۧسہۧورس 🎸🤖".."\n"
.."[ @Ch_Dev ]🤖🎸".."\n\n"
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp)
.." آلہۧمہۧطہۧور :- 🌝🌹 ".."\n"
.."#مہۧيہۧمہۧو_ مہۧشہۧآكہۧل_آلہۧعہۧرآقہۧيے :  ".."\n"
.." @ii02ii ".."\n"
.."🤖⁉️ بہۧوتہۧ آلہۧتہۧوآصہۧل ".."\n"
.."🏓 #DevsBot : @ii02ii_bot ".."\n"
reply_msg(reply_id, Dev_Memo, ok_cb, false) 
end 

local reply_id = msg['id'] 
if not is_momod(msg) then 
local Xx_Memo_xX = "لہۧتہۧلہۧعہۧب للكہۧبہۧآر 🌝😹" 
reply_msg(reply_id, Xx_Memo_xX, ok_cb, false) 
end 

local reply_id = msg['id']
if is_momod(msg) and matches[1] == 'م2' then 
  local Xx_Memo_xX =  "قہۧلہۧبے  😉😻 : { "..(msg.from.first_name or '').." }\n\n"
.."آوآمہۧر الہۧسہۧوبہۧر فہۧيے كہۧروبہ 🇮🇶 ( "..msg.to.title.." )\n\n" 
.."مسح + الامر = للتنفيذ  💊".."\n"
.." الادمنية :لتہۧنہۧزيہۧل آلآدمہۧنہۧيہۧة 🏌".."\n"
.." الوصف : لآزآلہۧة آلہۧوصہۧف 🌟".."\n"
.." القوانين : لآزآلہۧة قہۧوآنہۧيہۧن آلكہٰروبہۧ".."\n"
.." المعرف : لآزآلہۧة  مہۧعہۧرفہۧ آلكہٰروبہۧ🤖 ".."\n"
.." المكتومين : لآزآلہۧة كہۧتہۧمہۧهہۧم 🌝😻 ".."\n"
.." قائمة المنع : لہۧحہۧذف آلہۧمہۧمنہۧوع 🕴🔙 ".."\n"
.."💊 امسح + عدد :🚀".."\n"
.."( لہۧمہۧسہۧح آلہۧرسہۧآئل فے آلہۧكہۧروبہۧ ) ".."\n"
.."➖🔸➖🔹➖🔸➖".."\n"
.."ضع + الامر = للتنفيذ 📌".."\n"
.."اسم : لہۧوضہۧع آسہۧم للكہٰروبہۧ 🌝🌹".."\n"
.."قوانين : لہۧوضہۧع قہۧوآنہۧيہۧن للكہٰروبہۧ ".."\n"
.."تكرار : لہۧوضہۧع تہۧكہۧرار مہۧن5 -20 🏌 ".."\n"
.."وصف : لہۧوضہۧع وصہۧف للكہٰروبہۧ💋😻".."\n"
.."صورة : لہۧوضہۧع  صہۧورة للكہٰروبہۧ 📸".."\n"
.."➖🔹➖🔸➖🔹➖".."\n"
.."✋🏻تہۧآبہۧع  قہۧنہۧآة آلہۧسہۧورس 🎸🤖".."\n"
.."[ @Ch_Dev ]🤖🎸".."\n\n"
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp)
.." آلہۧمہۧطہۧور :- 🌝🌹 ".."\n"
.."#مہۧيہۧمہۧو_ مہۧشہۧآكہۧل_آلہۧعہۧرآقہۧيے :  ".."\n"
.." @ii02ii ".."\n"
.."🤖⁉️ بہۧوتہۧ آلہۧتہۧوآصہۧل ".."\n"
.."🏓 #DevsBot : @ii02ii_bot ".."\n"
  reply_msg(reply_id, Xx_Memo_xX, ok_cb, false) 
end 

local reply_id = msg['id'] 
if not is_momod(msg) then 
local Ch_Dev = "لہۧتہۧلہۧعہۧب للكہۧبہۧآر 🌝😹" 
reply_msg(reply_id, Ch_Dev, ok_cb, false) 
end   

local reply_id = msg['id']
if is_momod(msg) and matches[1] == 'م3' then 
  local Xx_Memo_xX =  "حہۧبہۧيقہۧبے  😉😻 : { "..(msg.from.first_name or '').." }\n\n"
.."آوآمہۧر الہۧمہۧديہۧر فہۧيے كہۧروبہ 🕴 ( "..msg.to.title.." )\n" 
.."*تعمل الاوامر بالرد والمعرف والايدي🕴".."\n\n"
.."رفع ادمن :- 🙊💫".."\n"
.."(لہۧرفہۧع آلعہۧضہۧو آدمہۧن بالہۧبہۧوتہ) 🤖".."\n"
.."تنزيل ادمن  :- 🌝✨".."\n"
.."(لتہۧنہۧزيہۧل آلآدمہۧن مہۧن آلہۧبہۧوتہ)🤖".."\n"
.."رفع اداري :- 😻💋".."\n"
.."(لہۧرفہۧع آلعہۧضہۧو آدمہۧن بالہۧكہۧروبہ) 🤖".."\n"
.."تنزيل اداري :- 🐊🔙".."\n"
.."(لتہۧنہۧزيہۧل آلآدمہۧن مہۧن آلہۧكہۧروبہ)🤖 ".."\n"
.."الاداريين 🌝💋".."\n"
.."( لہۧمہۧشہۧاهہۧدة آلآدمہۧنہۧية فے آلہۧكہۧروبہۧ ) ".."\n"
.."الادمنيه 🕴🍾".."\n"
.."( لہۧمہۧشہۧاهہۧدة آدمہۧنہۧية آلہۧبہۧوبہۧ ) ".."\n\n"
.."➖🔸➖🔹➖🔸➖".."\n"
.."آلہۧكہۧتہۧم 👾 + آلہۧحہۧظہۧر 🏌".."\n"
.."*تعمل الاوامر بالرد والمعرف والايدي🕴".."\n\n"
.."حظر :-  🍷🌝 ".."\n"
.."(لہۧحہۧظہۧر آلہۧعہۧضہۧو مہۧن آلہۧكہۧروبہۧ)🏌 ".."\n"
.."الغاء الحظر :- ".."\n"
.."(لآلہۧغہۧاء آلہۧحہۧظہۧر مہۧن آلہۧعہۧضہۧو ) 🔙".."\n"
.."المطرودين :- 🐸🏌".."\n"
.."(لہۧمہۧشآهہۧدة مہۧن تہۧم طہۧردہۧ )🕴".."\n\n"
.."كتم :- 🐸🍷 ".."\n"
.."(للہۧكہۧتہۧم آلہۧعہۧضہۧو وآلہۧغہۧآئه)👾🔙".."\n"
.."المكتومين :- 🙁💔".."\n"
.."( لہۧمہۧشآهہۧدة مہۧن تہۧم كہۧتہۧمہۧة)".."\n\n"
.."منع + كلمه :- 😳😹 ".."\n"
.."(لہۧمہۧنہۧع كہۧلہۧمہۧة مہۧن آلہۧكہۧروبہۧ) 🚏 ".."\n"
.."الغاء منع + الكلمه :- 🕴🔙".."\n"
.."(لآلہۧغہۧآء مہۧنہۧع آلہۧكہۧلہۧمہۧة) 🌝🌹".."\n"
.."قائمة المنع :- 🤖🍷".."\n"
.."(لہۧمہۧشآهہۧدة مہۧآ تہۧم مہۧنہۧعہۧةة) 🚶🏻".."\n\n"

.."➖🔹➖🔸➖🔹➖".."\n"
.."✋🏻تہۧآبہۧع  قہۧنہۧآة آلہۧسہۧورس 🎸🤖".."\n"
.."[ @Ch_Dev ]🤖🎸".."\n\n"
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp)
.." آلہۧمہۧطہۧور :- 🌝🌹 ".."\n"
.."#مہۧيہۧمہۧو_ مہۧشہۧآكہۧل_آلہۧعہۧرآقہۧيے :  ".."\n"
.." @ii02ii ".."\n"
.."🤖⁉️ بہۧوتہۧ آلہۧتہۧوآصہۧل ".."\n"
.."🏓 #DevsBot : @ii02ii_bot ".."\n"
  reply_msg(reply_id, Xx_Memo_xX, ok_cb, false) 
end 

local reply_id = msg['id'] 
if not is_momod(msg) then 
local Ch_Dev = "لہۧتہۧلہۧعہۧب للكہۧبہۧآر 🌝😹" 
reply_msg(reply_id, Ch_Dev, ok_cb, false) 
end

local reply_id = msg['id']
if is_momod(msg) and matches[1] == 'م4' then 
  local Xx_Memo_xX =  "هہۧلہۧو بہۧطہۧوريے💋😻 : @"..msg.from.username.."\n\n"
.."آوامہۧر تہۧآج مہۧخہۧيے آلہۧبہۧطہۧور 🌝😻{"..(msg.from.first_name or '').."}".."..\n\n"
.."< ترقيه >  💫".."\n"
.."لہۧتحہۧويہۧل آلہۧمجمہۧوعہۧة سہۧوبر🚀 ".."\n"
.."< فعل > 🌞💥".."\n"
.."لہۧتفہۧعيہۧل آلہۧبوتہۧ  فہۧيے آلكہۧروبہۧ🔛".."\n"
.."< عطل > 🐸🌪 ".."\n"
.."لہۧتعہۧطيہۧل آلہۧبوتہۧ  فہۧيے آلكہۧروبہۧ 🔙 ".."\n"
.."< رفع المدير >  🌞💥".."\n"
.."لہۧرفہۧع آلہۧمہۧديہۧر فہۧيے آلكہۧروبہۧ 😻🕴".."\n"
.."< طرد البوت > 🤖🏌  ☹️ ".."\n"
.."لہۧطہۧرد آلبہۧوت مہۧن آلكہۧروبہۧ  🤖🏌".."\n"
.."< اذاعه + الكلام > 🌞✨".."\n"
.."لہۧنشہۧر فيے كہۧل كہۧروبہۧات آلہۧبوتہ 🚁".."\n"
.."< جلب ملف + اسمه > 🕴📂".."\n"
.." لہۧجہۧلہۧب مہۧلفہ مہۧن آلسہۧيرفہۧر 🤖🗂 ".."\n"
.."< فوت + الرابط > 🤖🖇 ".."\n"
.."لآضہۧآفہۧة آلبہۧوت عہۧن طہۧريق آلہۧرآبہۧط  🐊🕳".."\n"
.."< حظر عام > ☹️⛔️ ".."\n"
.."لہۧحہۧظہۧر آلہۧعہۧضہۧو مہۧن كہۧروبہۧآت البہۧوتہۧ 😹🐸".."\n"
.."< الغاء العام >🙂💫 ".."\n"
.."لآلہۧغہٰاء  آلہۧعہۧآم عہۧن شہۧخہۧص 🙁🍷".."\n"
.."< قائمه العام > 📝".."\n"
.."شہۧآهہۧد آلہۧمہۧحہۧظہۧوريہۧن عہۧآم 🌚😹".."\n"
.."<معلومات السيرفر > 🐊🔞 ".."\n"
.."لہۧمہۧشہۧآهہۧدة مہۧعہۧلومہۧآت آلبہۧوتہۧ 🤖🍷".."\n"
.."< رست > 😻🤖 ".."\n"
.." لہۧعہۧمل رنہ مہۧن الہۧسہۧيرفہۧر 🤖💻".."\n"
.."< ريديس >💋🌝 ".."\n"
.."لہۧتہۧنہۧشہۧيہۧط عہۧمہۧل آلہۧبہۧوتہۧ 💋🙂".."\n"
.."< حدث > 🌞💥 ".."\n"
.."لہۧتہۧحہۧديہۧث آلبہۧوتہۧ 🤖🍷".."\n"

.."➖🔹➖🔸➖🔹➖".."\n"
.."✋🏻تہۧآبہۧع  قہۧنہۧآة آلہۧسہۧورس 🎸🤖".."\n"
.."[ @Ch_Dev ]🤖🎸".."\n\n"
.."🗓  "..os.date("!%A, %B %d, %Y\n", timestamp)
.." آلہۧمہۧطہۧور :- 🌝🌹 ".."\n"
.."#مہۧيہۧمہۧو_ مہۧشہۧآكہۧل_آلہۧعہۧرآقہۧيے :  ".."\n"
.." @ii02ii ".."\n"
.."🤖⁉️ بہۧوتہۧ آلہۧتہۧوآصہۧل ".."\n"
.."🏓 #DevsBot : @ii02ii_bot ".."\n"
  reply_msg(reply_id, Xx_Memo_xX, ok_cb, false) 
end 

local reply_id = msg['id'] 
if not is_momod(msg) then 
local Ch_Dev = "🔞 آبہۧنہۧيے مہۧو للأطہۧفہۧآل 🌝😹" 
reply_msg(reply_id, Ch_Dev, ok_cb, false) 
end   

end
return {
  patterns = {
    "^(الاوامر)$",
    "^(م1)$",
    "^(م2)$",
    "^(م3)$",
    "^(م4)$",

  },
  run = Ch_Dev
}
end
--[[
الملف 90% كتابتي ؟
اكو هيج ملف تعالي اهنا 
@ii02ii_bot
وحاجيني اترك التطوير وربك !!
ميمو مشآكل العراقي 
@ii02ii
قناتي 
@Ch_Dev
]]--
